Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Use the form below to upload files. To view or search previously uploaded files go to the [[Special:FileList|list of uploaded files]], (re)uploads are also logged in the [[Special:Log/upload|upload log]], deletions in the [[Special:Log/delete|deletion log]]. To include a file in a page, use a link in one of the following forms: * <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> to use the full version of the file * <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></code></strong> to use a 200 pixel wide rendition in a box in the left margin with "alt text" as description * <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> for directly linking to the file without displaying the file
ne: फाइल अपलोड गर्न निम्न फारम प्रयोग गर्नुहोस्। हेर्नुहोस्- पहिला अपलोड गरिएका [[Special:FileList|फाइलहरूको सूची]] , पुनः अपलोड गरिएका [[Special:Log/upload|अपलोड लग]]मा, मेटिएका फाइलहरू [[Special:Log/delete|मेटिएको लग]]मा। पृष्ठमा फाइल संलग्न गर्न तल दिएका फारमहरूमध्ये एउटामा लिङ्क गराउनुहोस्: * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>'''पूर्ण आकारको फाइल प्रयोग गर्न * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></code>''' 200 पिक्सलको देब्रेपट्टि मार्जिन गरेर फाइलको बर्णनसहित प्रयोग गर्न * '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>''' फाइल नदेखाई सिंधै फाइलसित लिङ्क गरी प्रयोग गर्न

source: %{who} has modified a collection
ne: %{who} ले संग्रहलाई परिमार्जन गर्नुभएको छ ।

source: Please $1 to upload files.
ne: फाइल उर्ध्वभरण गर्न तपाईंले $1 गर्नुपर्छ।

source: Headset
ne: हेडसेट

source: Outdoors
ne: बाहिर

source: No Bluetooth adapters found
ne: कुनै ब्लुटुथ एडप्टर फेला परेन

source: pending revision
ne: लंबित संशोधन

source: medium
ne: मझौलो

source: You attempted to reach %1 but the server presented a security certificate which does not match the identity of the site.
ne: तपाईँले %1 मा पुग्न प्रयास गर्नु भयो तर सर्भरले सुरक्षा प्रमाणपत्र प्रस्तुत गर्‍यो जुन साइट को पहिचानसँग मेल खाँदैन।

source: Prefix
ne: उपसर्ग

source: Editing toolbar
ne: सम्पादन उपकरणपट्टी

source: contribs
ne: योगदानहरू

source: Jury
ne: निर्णायक मण्डल

source: Change account password
ne: खाताको पासवर्ड परिवर्तन गर्ने

source: Merge revisions of two pages:
ne: दुई पृष्ठहरूको पुनरावलोकन जोड्नुहोस् :

source: binary property value hidden ($1)
ne: बाइनेरि मान मूल्य लुकाइएको ($1)

source: Thanks!
ne: धन्यवाद!

source: Events
ne: आयोजनाहरू

source: turn left
ne: बायाँ मोड्ने

source: The tag "$1" is not allowed to be removed.
ne: ट्याग "$1" मेटाउने अनुमति छैन ।

source: Message group:
ne: सन्देश समूहः

source: November
ne: नोभेम्बर

source: Auto-locks the wiki database if the sysops are all inactive for some time
ne: विकि डेटावेस स्वत: ताला मारिने गरिन्छ यदि सिस्टम अपरेटरहरु केही समय निस्कृय रहे भने ।

source: E-mail on New
ne: इमेल नयाँको

source: linear
ne: रैखिक

source: This feature requires JavaScript.
ne: यस सुविधाको लागि जावास्क्रिप्टको आवश्यकता छ।

source: Diff selection: Mark the radio boxes of the revisions to compare and hit enter or the button at the bottom.<br /> Legend: <strong>({{int:cur}})</strong> = difference with latest revision, <strong>({{int:last}})</strong> = difference with preceding revision, <strong>{{int:minoreditletter}}</strong> = minor edit.
ne: अन्तर चयन:संशोधनहरूको तुलनाको लागि रेडियो बाकसमा क्लिक गरेर इण्टर गर्नुहोस् अथवा तल दिएको बटनमा थिच्नुहोस् <br /> लिजेंड: (चालू): '''({{int:cur}})''' = अवतरणको बीचमा अन्तर, '''({{int:last}})''' = पहिलाका अवतरणको बीचमा अन्तर, '''{{int:minoreditletter}}''' = सानो परिवर्तन।

source: The template has been deleted.
ne: यो ढाँचा मेटिएको छ।

source: You need a password to access this pad
ne: यो प्यड खोल्न पासवर्ड चाहिन्छ

source: Portal for {{#languagename: {{UILANGCODE}}}}
ne: {{#languagename: {{UILANGCODE}} }}को लागि पोर्टल

source: You can reset tokens which allow access to certain private data associated with your account here. You should do it if you accidentally shared them with someone or if your account has been compromised.
ne: जुन टोकन तपाईंको खातासँग सम्बद्ध केहि विशिष्ट व्यक्तिगत जानकारी प्रदान गर्छन, तपाईं त्यसलाई यहाँ रिसेट गर्न सक्नुहुन्छ। यदि तपाईंले तिनलाई भुलवस कसैलाई देखाईदिनु भएको छ वा तपाईंको खाता ह्याक भइसकेको छ भने तपाईं यसलाई रिसेट गर्नुहोला।

source: Talk
ne: वार्ता

source: AutoIP service failed
ne: अटोआइपी सेवा विफल

source: (None)
ne: (कुनै पनि होइन)

source: No log file found.
ne: कुनै लग फाइल भेटिएन।

source: Page revision
ne: पृष्ठ संशोधन

source: No entries were found.
ne: कुनैपनि प्रविष्ठि पाइएन।

source: {{SITENAME}} email from user "$1"
ne: {{SITENAME}} प्रयपोगकर्ता "$1" बाट इमेल

source: [[Translating:FUDforum|FUDforum]] is web-based discussion forum software
ne: [http://fudforum.org/ FUDforum], PHP मा लेखिएको वेब मञ्च ।

source: Folder could not be renamed!
ne: फोल्डर पुन: नामाकरण गर्न सकिएन !

source: Wikimedia code:
ne: विकिमीडिया कोड:

source: contributors
ne: योगदानकर्ताहरू

source: Favicon was removed.
ne: फ्याभिकोन हटाइयो

source: Metric
ne: मेट्रिक

source: selected messages to
ne: छानिएका सन्देशहरु

source: played $1 {{PLURAL:$1|time|times}}
ne: $1 {{PLURAL:$1|पल्ट|पल्ट}} खेलियो

source: Audio
ne: अडियो

source: Your new colony would be land-locked.
ne: तपाईंको नयाँ बस्ती भूपरिवेष्ठित हुनेछ ।

source: Hide options
ne: छुपो विकल्पहरू

source: Motion _threshold:
ne: गति थ्रेसहोल्ड:

source: January $1
ne: जनवरी $1

source: $1 (page does not exist)
ne: $1 (पृष्ठ उपलब्ध छैन)

source: Account Number
ne: खाता नम्बर

source: Clear saved pages
ne: संग्रह गरिएका पृष्ठहरू मेटाउने

source: You attempted to reach %1 but the server presented a security certificate which contains invalid dates.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले अमान्य मिति समावेश भएको एक सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Primary Monitor
ne: प्राथमिक मोनिटर

source: Character encoding:
ne: क्यारेक्टर इन्कोडिङ्ग:

source: Message groups
ne: संदेश समूह

source: {{PLURAL:$1|1 title was|$1 titles were}} removed:
ne: {{PLURAL:$1|१ शिर्षक|$1 शिर्षकरु}} हटाइयो:

source: Upload any text file or document
ne: कुनै पनि पाठ रहेको फाइल या कागजात अपलोड गर्नुहोस्

source: CommunityTwitter description
ne: समुदायिक ट्विटर विवरण

source: (New)
ne: (नयाँ)

source: Key to show the Dash, Launcher and Help Overlay
ne: ड्यास, लन्चर र सहायताको आवरण देखाउने कि

source: Bot: Fixing double-redirect
ne: रोबोट: दोहोरो रिडाइरेक्टहरू मिलाउँदै

source: Attribution
ne: एट्रिब्युसन

source: Font Size
ne: फन्ट आकार

source: This preference will take effect on your next login.
ne: यो अभिरूची तपाईंको अर्को प्रवेश (लग इन) बाट लागु हुनेछ ।

source: Choose resource
ne: श्रोत छान्नुहोस्

source: Slide only
ne: सर्ने मात्रै

source: A file of this name has been previously uploaded and subsequently deleted. You should check the $1 before proceeding to upload it again.
ne: यस नामको एक फाइल पहिले पनि अपलोड गरे पछि हटाई सकिएको छ। पुनः अपलोड गर्नु पूर्व तपाईं $1 लाई राम्रोसँग जाँच गर्नुहोला।

source: DVD drive
ne: डिभिडि ड्राइभ

source: if path to the right
ne: यदि दाहिने तिर बाटो छ भने

source: approved
ne: अनुमोदित

source: Connecting to '%s'...
ne: '%s' मा जडान हुदै...

source: ¾ Screen
ne: ¾ पर्दा

source: Flash energy
ne: फ्ल्यास ऊर्जा

source: Home
ne: गृह

source: Usage on $2
ne: $2 मा उपयोग

source: Some baklava for you!
ne: तपाईंको लागि बाकलाभा!

source: Select Staff
ne: कर्मचारी छान्नुहोस्

source: Insert non-formatted text here
ne: प्रारुप नभएको पाठ यहाँ दिनुहोस्

source: This interface can be used for administration of global accounts.
ne: यो अवतरण वैश्विक खाताहरू प्रवन्धनको लागि प्रयोग गरिनेछ।

source: Projects you've joined
ne: तपाईं सामेल हुनु भएको परियोजनाहरू

source: He edits wiki pages
ne: उसले विकि पृष्ठहरू सम्पादन गर्छ

source: Not more than a year ago
ne: एक वर्ष भन्दा अगाडि पनि होइन

source: Orientation
ne: अभिमुखीकरण

source: Redo (Ctrl+Y)
ne: पुन:लागु (Ctrl-Y)

source: Translation for $1
ne: $1को लागि अनुवाद

source: The {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} on $PAGEEDITDATE by $2, see $3.
ne: {{SITENAME}} पृष्ठ $1 $2 ले $PAGEEDITDATE मा {{GENDER:$2|परिवर्तन गर्नु}} भयो, $3 हेर्नुहोस् ।

source: Your sandbox
ne: तपाईंको प्रयोगस्थल

source: Video
ne: भिडियो

source: Advantage
ne: फाइदा

source: etc.
ne: इत्यादि .

source: Sign in with Google
ne: गुगल प्रयोग गरेर प्रवेश गर्नुहोस्

source: Enigmail extension for Thunderbird
ne: एनिगमेल एक्सटेन्सन थन्डरबर्डको लागि

source: Restore revisions
ne: पुनरावलोकनहरु पूर्वावस्थामा ल्याउनुहोस्

source: Contact list of %1$s
ne: %1$s को सम्पर्क सुची

source: Nothing to translate.
ne: अनुवाद गर्नु पर्ने केहि छैन।

source: Warning
ne: चेतावनी

source: Someone, probably you, from IP address $1, has changed the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and reactivate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ne: कसैले, सायद तपाईंले, आई पी ठेगाना $1बाट, {{SITENAME}}मा "$2" नामको खाताको ई मेल ठेगाना यस ठेगानामा परिवर्तन गरेकोछ। यो खाता साँच्ची नैं तपाईंको हो भनेर पुष्टि गर्न र {{SITENAME}}मा यो ई मेलका सुविधाहरु पुनः सक्रिय गर्न तपाईंको ब्राउजरमा यो लिंक खोल्नुहोस्: $3 यदि त्यो खाता तपाईंको *होइन* भनें, ई मेल ठेगानाको पुष्टिकरण रद्द गर्न यो लिंक पहिल्याउनुहोस्: $5 यो पुष्टिकरणको समय $4 मा सकिनेछ।

source: Fountain
ne: पानीको फोहोरा

source: View recent changes patrol marks
ne: हालका सम्पादन पट्रोल(गस्ती) चिनो लगाउने

source: _Software
ne: _सफ्टवेयर

source: Ubuntu Web Browser
ne: उबुन्टु वेब ब्राउजर

source: Select One
ne: एक छान्नुहोस

source: This page has a large edit history, over $1 {{PLURAL:$1|revision|revisions}}. Deletion of such pages has been restricted to prevent accidental disruption of {{SITENAME}}.
ne: यो पृष्ठको सम्पादन इतिहास धेरै र $1 {{PLURAL:$1|पुनरावलोक|पुनरावलोकहरू}}भन्दा बढी रहेको छ। {{SITENAME}}मा दुर्घटनाको कारणले गडबडी आउनसक्ने कुरालाई रोक्न यस्ता पृष्ठहरूलाई मेट्नबाट निषेध गरिएको छ ।

source: Added missing info
ne: छुटेका जानकारी थपियो

source: The rendering process has been closed for this tab.
ne: यो ट्याबको लागि प्रतिपादन प्रक्रिया बन्द गरिएको छ।

source: ScreenSaver
ne: स्क्रिनसेभर

source: Extension
ne: एक्सटेन्सन

source: Left Touchstrip Mode #%d
ne: बायाँ टचस्ट्रिप मोड #%d

source: Old Relation Tag
ne: पूरानो रिलेशन ट्याग

source: joined way
ne: जोडिएको बाटो

source: Profile directory
ne: प्रोफाइल डाइरेक्टरी

source: Left middle finger
ne: बायाँ माझी औँला

source: The requested page title contains an invalid colon at the beginning.
ne: निवेदन गरिएको पृष्ठको शिर्षकको शुरूमा अवैध कोलोन रहेको छ ।

source: Tuesday
ne: मंगलबार

source: Excellent ($1)
ne: अति राम्रो ($1)

source: MM DD, YYYY
ne: मम दिदि, वववव

source: Approve
ne: स्विकृत

source: Only JPEG and GIF images are permitted.
ne: JPEG र GIF तस्वीरहरूलाई मात्र अनुमति छ

source: Not searching for networks
ne: नेटवर्कको लागि खोजी गरिरहेको छैन

source: SVG file, nominally $1 × $2 pixels, file size: $3
ne: SVG फाइल,साधारण $1 × $2 पिक्सेलहरु, फाइल आकार: $3

source: Allocate IP
ne: आइपी प्रदान गर्ने

source: Switches between workspaces.
ne: वर्कस्पेसहरूबीच सर्छ ।

source: External files
ne: बाह्य फाइलहरू

source: PRIVATE
ne: निजी

source: ; cosmetic changes
ne: ; कस्मेटिक परिवर्तनहरू

source: {{GENDER:|View}} translation guidelines
ne: अनुवाद मार्गनिर्देशन {{GENDER:|हेर्नुहोस}}

source: Restore autoconfirmed status
ne: स्वतः सुनिश्चित स्थिति कायम गर्ने

source: Blocked, expires $2 at $3.
ne: रोकावट समाप्ति $2 को $3मा।

source: Lag
ne: विलम्ब

source: Create a user account
ne: प्रयोगकर्ता खाता सिर्जना गर्नुहोस्

source: Pages with data
ne: डेटासहितका पृष्ठहरू

source: Login Options
ne: लगइन विकल्प

source: Preview of $2
ne: $2 को पूर्वालोकन

source: Lao
ne: लाओ

source: Ramadan
ne: रामादान

source: Invertebrates
ne: हाड नभएका जनावरहरू

source: Someone (probably you, from IP address $1) requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ne: कसैले (सायद तपाईंले, $1 आईपि ठेगानाबाट) {{SITENAME}} ($4)मा तपाईंको खाता विवरणको निम्ति एउटा अनुस्मारकको अनुरोध गरेको छ। निम्न प्रयोगकर्ता {{PLURAL:$3|खाता यस इमेल ठेगानासित सम्बन्धित छ|खाताहरू यस इमेल ठेगानासित सम्बन्धित छन्}}: $2 {{PLURAL:$3|यो अस्थाई पासवर्डको|यी अस्थाई पासवर्डहरुको}} समय {{PLURAL:$5|एक दिन|$5 दिन}}मा सकिनेछ। तपाईंले प्रवेश गरेर अहिले नैं नयाँ पासवर्ड छान्नुहोस्। यदि अरु कसैले अनुरोध गरेको भए अथवा यदि तपाईंलाई मूल पासवर्ड याद भए अनि यसलाई परिवर्तन गर्न चाहनुहुन्न भनें, तपाईंले यस सन्देशलाई अनदेखा गर्नुहोस् र पुरानै पासवर्डलाई चालू राख्नुहोस्।

source: Prerequisites (DO THIS FIRST - IT SAVES EVERYONE'S TIME!)
ne: पूर्वावश्यकता(यो पहिले गर्नुहोस् - सबैको समय बच्नेछ !)

source: Fill
ne: भर्नुहोस्

source: Failed.
ne: असफल।

source: minor
ne: सामान्य

source: $1 {{GENDER:$2|moved}} page $3 to $4 over redirect
ne: $1 ले $4 बाट पुनर्निर्देश हटाएर $3 लाई त्यसमाथि {{GENDER:$2|सारेको}} हो

source: System messenger
ne: प्रणाली सन्देशवाहक

source: True
ne: साँचो

source: Wiktionary
ne: विक्सनरी

source: List of non-existing pages with the most links to them, excluding pages which only have redirects linking to them. For a list of non-existent pages that have redirects linking to them, see [[{{#special:BrokenRedirects}}|the list of broken redirects]].
ne: जुन अनुपस्थित पृष्ठहरूको सूचीमा त्यससँग जोडिएको धेरै लिङ्कहरू छन् वाहेक त्यस पृष्ठहरू जसमा मात्रै अनुप्रेषित लिङ्कहरू जोडिन्छ। अनुपस्थित पृष्ठहरूको सूचीको लागि जसमा मात्रै अनुप्रेषित लिङ्कहरू जोडिन्छ, हेर्नुहोस [[{{#special:BrokenRedirects}}|टुटेको अनुप्रेषणहरूको सूची]]।

source: Shutter
ne: सटर

source: Invisible Mode:
ne: अदृश्य ढाँचा:

source: Writing hand
ne: लेख्ने हात

source: Duration (in milliseconds) of the menus fade-out animation, used when the mouse goes over the top-panel.
ne: माथिको प्यानलमा माउस गएपछि मेनुहरू हराउँदै जाने एनिमेशनको अवधि (मिलिसेकेण्डमा)

source: Not available for $1
ne: $1 को लागि उपलब्ध छैन

source: Total number
ne: कुल संख्या

source: Requirements
ne: आवश्यकता

source: Random page
ne: कुनै एक लेख

source: Education
ne: शिक्षा

source: Sort
ne: सुचीकरण

source: No more changesets found.
ne: अन्य कुनै परिवर्तनहरू भेटिएनन् ।

source: new
ne: नयाँ

source: Did you mean $1?
ne: के तपाईंको खोजाई: $1 हो?

source: Hide &brand.brandShortName;
ne: लुकाउने &brand.brandShortName;

source: Naval strength
ne: नौसेन शक्ति

source: Cannot move pages in namespace "$1".
ne: यो $1 नामस्थानमा पृष्टहरु सार्न सकिंदैन

source: Public
ne: सार्वजनिक

source: Search the abuse log
ne: दुर्व्यवहार लग खोज्ने

source: Get various statistics about the history of a page
ne: पृष्ठको इतिहासमाको बारेमा विभिन्न तथ्यांक हेर्नुहोस्

source: Start Game
ne: खेल सुरु गर्ने

source: When power is _critically low
ne: जब ब्यट्री एदमै न्युन हुन्छ

source: Same as clicking on a Launcher icon.
ne: लन्चरको आइकनमा क्लिक गरेजस्तै ।

source: specify the log file name produced by valgrind
ne: भलग्रिन्डद्वारा उत्पादित लग फाइलको नाम निर्दिष्ट गर्नुहोस्

source: File
ne: फाइल

source: Library
ne: पुस्तकालय

source: Publish
ne: प्रकाशित गर्नुहोस्

source: Search in $1
ne: $1 मा खोज्ने

source: Deauthorize
ne: अधिकार खोस्नु

source: _24-hour time
ne: _२४-घण्टा समय

source: Bibliographic citation
ne: पुस्तकमा उपलव्धता

source: Two-sided
ne: दुबैपट्टी

source: Statistics about uploaded file types. This only includes the most recent version of a file. Old or deleted versions of files are excluded.
ne: अपलोड गरिएको फाइल प्रकारहरूको तथ्याङ्कहरू। यसमा मात्रै नवीनतम फाइलको अवतरण समेटिएको छ। पुरानो वा हटाइएको फाइलहरूको अवतरणहरूलाई बेग्लै राखिएको छ।

source: The email address cannot be accepted as it appears to have an invalid format. Please enter a well-formatted address or empty that field.
ne: ई-मेल ठेगाना स्वीकार गर्न सकिएन किन भनें यो सही प्रारूपमा छैन, कृपया सही प्रारूपको ठेगाना दिनुहोस्।

source: Messages:
ne: सन्देशहरु:

source: Press a button...
ne: बटन थिच्नुहोस्...

source: Lowest
ne: अति न्युन

source: Leave Closed
ne: बन्द नै छोड्नुहोस्।

source: ($1% from {{PLURAL:$1|machine translation}})
ne: ($1% {{PLURAL:$1|यन्त्र अनुवादित}})

source: %nation% Forces
ne: %nation% शक्तिहरू

source: Teaching %unit%
ne: अध्यापन %unit%

source: Add Language
ne: भाषा थप्नुहोस्

source: Percentage
ne: प्रतिशत

source: Multi-range
ne: बहुमुखी

source: Undo changes
ne: परिवर्तनहरू परित्याग गर्नुहोस्

source: sandbox
ne: प्रयोगस्थल

source: Host
ne: मेजबान

source: A list of pages you are monitoring for changes
ne: पृष्ठहरूको सूची जसका परिवर्तनहरूलाई तपाईँले निगरानी गरिरहनु भएको छ

source: C_ommand:
ne: आदेश:

source: The group name cannot be longer than 16 characters.
ne: यस समूहको नाम १६ क्यारेक्टर भन्दा बढी हुनु हुँदैन।

source: At least one value is required.
ne: कम्तिमा एउटामा आवश्यक छ ।

source: Bot: Archiving %(count)d {{PLURAL:%(count)d|thread|threads}} from [[%(from)s]].
ne: रोबोट : %(count)d {{PLURAL:%(count)d|थ्रेड|थ्रेडहरु}}को [[%(from)s]]बाट अभिलेखिकरण गर्दै ।

source: This page shows translation statistics for all message groups for a language.
ne: यस पृष्ठमा भाषाको निम्ति सबै सन्देश समूहहरुका लागि अनुवाद तथ्यांक प्रदर्शित गरिन्छ।

source: Length
ne: लम्बाई

source: Fax Number
ne: फ्याक्स नम्बर

source: Provide PPD File...
ne: PPD File दिनुहोस्

source: Movement only
ne: चाल मात्र

source: Find
ne: खोज्ने

source: Validation failed: %{errors}
ne: अमान्य भयो: %{errors}

source: DiffID
ne: डिफ ID

source: Remove Printer
ne: मुद्रण हटाउनुहोस्

source: ... more
ne: ...अझै

source: Great! Just check that it is not already one of the [$1 known bugs].
ne: राम्रो! जाँच्नुस की कतै [ $1 ज्ञात बगहरू] पहिले देखि नै नहोस्।

source: Moves the window.
ne: विन्डोलाई सार्छ

source: Remote upload requires URLs beginning with <code>http://</code> or <code>ftp://</code>.
ne: दुर उर्ध्वभरण ठेगाना URLs <code>http://</code> or <code>ftp://</code> बाट सुरु भएको हुनु पर्छ ।

source: Invalid title.
ne: अमान्य शीर्षक।

source: Hidden category
ne: लुकाइएका श्रेणीहरू

source: no value
ne: कुनै मिति

source: No results were found for the search parameters you provided.
ne: तपाईंले खोजको निम्ति दिएका मापदण्ड अनुसार परिणाम प्राप्त भएन।

source: Network;Wireless;IP;LAN;Proxy;
ne: संजाल , बिना तार, आपी ,

source: Counter
ne: काउन्टर

source: *Common block reasons ** Inserting false information ** Removing content from pages ** Spamming links to external sites ** Inserting nonsense/gibberish into pages ** Intimidating behavior/harassment ** Abusing multiple accounts ** Unacceptable username
ne: *रोक लगाउनुका समान्य कारणहरू ** झूटो सूचना दिइएको ** पृष्ठहरूबाट सामाग्रीहरू हटाइएको ** बाहिरी जालक्षेत्र (sites)सित नचाहिंदो लिङ्क गराइएको ** पृष्ठहरूमा बकवास/गाली-गलौच हालिएको ** भय फैलाउने व्यवहार/उत्पीडन (सताउने कार्य) ** धेरै गलत खाताहरू ** प्रयोगकर्ता नाम अस्वीकार्य

source: Software used
ne: प्रयोग गरिएको सफ्टवेयर

source: Sorry, the servers are overloaded at the moment. Too many users are trying to view this page. Please wait a while before you try to access this page again. $1
ne: माफ गर्नुहोस् , यस समयमा सर्भरहरूमा कार्यभार उच्च रहेको छ । अति धेरै प्रयोगकर्ताहरू यो पृष्ट हेर्ने प्रयास गरी रहनु भएको छ। कृपया यो पृष्ठ पुन: हेर्नु अगाडि केही समय पर्खिदिनुहोस् । $1

source: This nation is not available
ne: यो राज्य उपलब्ध छैन् ।

source: Types of grants being requested:
ne: निवेदन गरिएको अनुदानको प्रकारः

source: Manual white balance
ne: म्यानुअल स्वेत वचत

source: Average score
ne: औसत स्कोर

source: Find addition of text in a page history
ne: पृष्ठको इतिहासमा अतिरिक्त शब्द भेट्टाउनुहोस

source: Subject: %1
ne: विषय: %1

source: Hour
ne: घण्टा

source: Availability
ne: उपलब्धता

source: Plants
ne: वनस्पतिहरू

source: Artwork by
ne: कलाकारिता

source: Containing ...
ne: समावेश भएको...

source: There is not enough space left in this location.
ne: यस स्थानमा ठाँउ बाँकि छैन ।

source: Superscript text
ne: सुपरस्क्रिप्ट पाठ

source: or create/open a Pad with the name:
ne: नाम सहितको नयाँ प्याड सिर्जना गर्ने / खोल्ने :

source: Secret
ne: गोप्य

source: Message Subject
ne: सन्देश विषय

source: Aa: Unclassified
ne: र: अवर्गीकृत

source: (section $1)
ne: (खण्ड $1)

source: High ($1)
ne: उच्च ($1)

source: This is a list of users who had some kind of activity within the last $1 {{PLURAL:$1|day|days}}.
ne: यो सूची ती प्रयोगकर्ताहरूको हो जसले विगत $1 {{PLURAL:$1|दिन| दिन}}मा गतिविधि देखाएकाछन्।

source: Create a color profile for the selected device
ne: चयन यन्त्र लागि एक रङ प्रोफाइल सिर्जना गर्नुहोस् !

source: Performance History
ne: कार्यसम्पादन इतिहास

source: Started
ne: सुरुगरिएको

source: Playing
ne: खेल्नु

source: Convert to PS level 1
ne: पीएस स्तर १ रूपान्तरण

source: _View
ne: दृष्य (_V)

source: Convert to PS level 2
ne: पीएस स्तर २ रूपान्तरण

source: Country shown
ne: देखाइएको देश

source: <big><b>Sorry, an internal error happened.</b></big>
ne: <big><b>माफ गर्नुहोस् , आन्तरिक त्रुटी आइपर्‍यो ।</b></big>

source: Peak detect
ne: पिक पत्ता गलाउनुहोस्

source: Enable Role
ne: रोल सक्रिय पार्ने

source: Please enter your email address.
ne: कृपया तपाईंको इमेल ठेगाना हाल्नुहोस्

source: Valid from: %1
ne: मान्य सुरु अवधि: %1

source: Account error
ne: खाता त्रुटि

source: Chinese yuan renminbi
ne: चिनी यन रेन्मिन्बी

source: Information is being collected that may help the developers fix the problem you report.
ne: सूचना संकलन भइरहेको छ जस्ले डेवलपर्सलाई तपाईंले रिपोर्टको गर्नु भ​एको समस्या समाधान गर्न मद्दत हुन​ सक्छ।

source: Disconnect
ne: बिच्छेद गर्ने

source: <ul><li>A cached version of the document has been found, so no rendering was necessary. [$1 Force re-rendering].</li></ul>
ne: <ul><li>क्याच स्मृतिमा पुस्तकको एक अवतरण भेटिएको छ, अतः प्रतिपादन गर्ने आवश्यकता छैन। [$1 पुनः प्रतिपादन गर्ने।]</li></ul>

source: Sponsors
ne: प्रायोजक

source: JavaScript
ne: जाभास्क्रिप्ट

source: Confirm role revoking
ne: भूमिका फिर्ता निश्चित गर्ने

source: Password
ne: पासवर्ड

source: Shortcuts
ne: सर्टकट

source: User Options
ne: प्रयोगकर्ता विकल्पहरू

source: _Bold
ne: _गाढा

source: Add new connection
ne: नयां जडान थप्नुहोस्

source: {{PLURAL:$2|This category contains only the following page.|The following {{PLURAL:$1|page is|$1 pages are}} in this category, out of $2 total.}}
ne: {{PLURAL:$2|यो श्रेणीमा एक मात्र पृष्ठरहेको छ।|कुल $2 मध्ये यो श्रेणीमा {{PLURAL:$1|पृष्ठ|$1 पृष्ठहरू}} रहेका छन् । }}

source: $1 has been unblocked.
ne: $1 लाई अनिषेधित गरियो

source: <strong>You have requested an invalid special page.</strong> A list of valid special pages can be found at [[Special:SpecialPages|{{int:specialpages}}]].
ne: <strong>तपाईँले अनुरोध गर्नुभएको विशेष पृष्ठ अमान्य छ ।</strong> मान्य पृष्ठहरूको सूची यहाँ [[Special:SpecialPages|{{int:specialpages}}]] उपलब्ध छ ।

source: Resume harvesting
ne: बाली कटाई पुनः सुचारू गर्ने

source: Suppress
ne: दबाउने

source: Color management settings
ne: रङ व्यवस्थापन सेटिङहरू

source: Services
ne: सेवाहरू

source: What to do.
ne: के गर्न

source: November $1
ne: नोभेम्बर $1

source: This article has over 50,000 revisions. Data for the first 50,000 are shown below.
ne: यो लेखमा ५०,००० भन्दा बढी संसोधन गरिएको छ । अघिल्ला ५०,००० को डाटा तल देखाइएको छ ।

source: Hide Handles
ne: ह्यान्डल लुकाउनुहोस

source: Invalid email address
ne: अवैध इमेल ठेगाना

source: The interwiki link has been deleted.
ne: अन्तरविकि लिङ्क मेटियो।

source: Clear orders
ne: स्पष्ट आदेशहरू

source: Very Dry
ne: धेरै शुष्क

source: Hide description
ne: वर्णन लुकाउने

source: Firm
ne: दृढ

source: Bangladesh taka
ne: बाङ्गलादेश टाका
